Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: {Traducció d'un nou bitext $E'$ i els tipus de situacions de concordança que s'hi poden donar: concordança exacta per a $e'_1$ i $e'_5$, concordança parcial per a $e'_2$ i $e'_3$, i absència de concordança raonable per a $e'_4$.} Tant en un cas com en l'altre, poden passar tres coses, tal com es veu en l'exemple de la figura : Que es done una concordança exacta, com en el cas dels segments $e'_1$ i $e'_5$ i per tant, només calga comprovar que la proposta de la memòria es pot usar com la seua traducció.
es_es: {La traducción de un bitexto nuevo $E'$ y los tipos de situaciones de concordancia que se pueden dar: concordancia exacta para $e'_1$ y $e'_5$, concordancia parcial para $e'_2$ y $e'_3$, y ausencia de concordancia razonable para $e'_4$.} Tanto en un caso como en el otro, pueden pasar tres cosas, tal y como se ve en el ejemplo de la figura : Que se dé una concordancia exacta, como en el caso de los segmentos $e'_1$ y $e'_5$ y por tanto, solo haya que comprobar que la propuesta de la memoria se pueda usar como su traducción.

source: on cada registre és una oració i cada camp un mot.
es_es: donde cada registro es una oración y cada campo una palabra.

source: Ambigüitat estructural d'adjunció.
es_es: Ambigüedad estructural de adjunción.

source: Ambigüitat estructural pura d'adjunció.
es_es: Ambigüedad estructural pura de adyunción.

source: Considereu aquestes dues frases estructuralment idèntiques afectades per la mateixa ambigüitat estructural pura d'adjunció: Porta'm les claus de l'armari gran Porta'm les claus de la cadira verda En l'oració , podem dubtar, ja que no sabem si les claus són les que obrin l'armari o les que estan allà guardades.
es_es: Considerad estas dos frases estructuralmente idénticas afectadas por la misma ambigüedad estructural pura de adyunción: Tráeme las llaves del armario grande Tráeme las llaves de la silla verde En la oración , podemos dudar, puesto que no sabemos si las claves son las que abren el armario o las que están allá guardadas.

source: Copiar, moure i esborrar fitxers de dades.
es_es: Copiar, mover y borrar ficheros de datos.

source: Els mots que cal canviar en el segment meta de la unitat de traducció proposada.
es_es: Las palabras que hay que cambiar en el segmento meta de la unidad de traducción propuesta.

source: Guarda el valor de l'acumulador en una posició de memòria que anomenarem índex.
es_es: Guarda el valor del acumulador en una posición de memoria que denominaremos índice.

source: L'estadística d'aparició conjunta de mots en corpus bilingües de textos pot ajudar a resoldre directament l'ambigüitat de transferència quan es disposa de diccionaris de transferència o quan els textos estan alineats.
es_es: La estadística de aparición conjunta de palabras en corpus bilingües de textos puede ayudar a resolver directamente la ambigüedad de transferencia cuando se dispone de diccionarios de transferencia o cuando los textos están alineados.

source: La informació sintàctica pot ser més rellevant que no ho sembla: si diem Marta la va veure l'antecedent de la no pot ser Marta, per causa de les anomenades barreres, restriccions associades a determinades característiques de l'estructura sintàctica de l'oració.
es_es: La información sintáctica puede ser más relevante de lo que parece: si decimos Marta la vio el antecedente de la no puede ser Marta, a causa de las llamadas barreras, restricciones asociadas a determinadas características de la estructura sintáctica de la oración.

source: l'oració té més d'una estructura sintàctica possible (és a dir, és estructuralment ambigua o sintàcticament ambigua).
es_es: la oración tiene más de una estructura sintáctica posible (es decir, es estructuralmente ambigua o sintácticamente ambigua).

source: [Gestors de bases de dades] que serveixen per a emmagatzemar, organitzar i gestionar de diverses maneres la informació continguda en bases o bancs de dades (vegeu el capítol ).
es_es: [Gestores de bases de datos] que sirven para almacenar, organizar y gestionar de varias maneras la información contenida en bases o bancos de datos (véase el capítulo ).

source: [Portàtils] (en anglés laptop, encara que quan són menuts se'n diu de vegades notebook o netbook): Tenen una grandària menor que la d'un maletí i un pes lleuger que permet dur-los sense massa esforç d'un lloc a un altre.
es_es: [Portátiles] (en inglés laptop, aunque cuando son pequeños se les llama a veces notebook o netbook): Tienen un tamaño menor que el de un maletín y un peso ligero que permite llevarlos sin demasiado esfuerzo de un lugar a otro.

source: [Pretraducció:] Qui està traduint rep com a molt una única proposta per a cada nou segment $e'$, elegida automàticament.
es_es: [Pretraducción:] Quien está traduciendo recibe como mucho una única propuesta para cada nuevo segmento $e'$, elegida automáticamente.

source: (a) (c) (b): Cada punt pot presentar-se en 8 colors diferents.
es_es: (a) (c) (b): Cada punto puede presentarse en 8 colores diferentes.

source: (a): Una velocitat de 300 kilooctets per segon equival a uns $300 8=2.400$ kilobits per segon; al voltant 2,3 Mb/s.
es_es: (a): Una velocidad de 300 kilobytes por segundo equivale a unos $300 8=2.400$ kilobits por segundo; alrededor 2,3 Mb/s.

source: ... es deu a l'anàfora.
es_es: ... se debe a la anáfora.

source: 12 bits, un per cada mes de l'any.
es_es: 12 bits, uno por cada mes del año.

source: Hi havia un gat sota l'automòbil (1: ``...perquè acabaven de reparar una roda''; 2: ``...i va eixir corrents quan el vaig posar en marxa'') Maria va entrar amb una bossa gran.
es_es: Había un gato bajo el automóvil (1: ``...porque acababan de reparar una rueda''; 2: ``...y salió corriendo cuando lo puse en marcha'') Maria entró con una bolsa grande.

source: Coto privado de caza (1: ``Aquesta àrea de caça no és pública''; 2: ``Aquesta és una àrea sense caça'').
es_es: Coto privado de caza' (1: ``Este área de caza no es pública"; 2: ``Esta es una área sin caza").

source: Després que la venedora acabà la descripció dels avantatges de la urbanització projectada, el comentari unànime dels inversors va ser que la trobaven molt interessant.
es_es: Después de que la vendedora acabara la descripción de las ventajas de la urbanización proyectada, el comentario unánime de los inversores fue que les parecía muy interesante'.

source: on cada registre és una unitat de traducció i la variant en cada llengua es guarda en un camp diferent.
es_es: donde cada registro es una unidad de traducción y la variante en cada lengua se guarda en un campo diferente.

source: accedeixen als recursos i dispositius connectats a l'ordinador a través del sistema operatiu.
es_es: acceden a los recursos y dispositivos conectados al ordenador a través del sistema operativo.

source: els posa en execució el sistema operatiu.
es_es: los pone en ejecución el sistema operativo.

source: els textos a traduir són molt repetitius.
es_es: los textos a traducir son muy repetitivos.

source: resol la polisèmia mitjançant l'ús d'un desambiguador lèxic categorial.
es_es: resuelve la polisemia mediante el uso de un desambiguador léxico categorial.

source: té un únic arbre d'anàlisi sintàctica i una única anàlisi morfològica, però dues interpretacions se­màn­ti­ques diferents.
es_es: tiene un único árbol de análisis sintáctico y un único análisis morfológico, pero dos interpretaciones semánticas diferentes.

source: és necessari alinear els segments prèviament; aquesta operació es pot fer automàticament, encara que pot requerir supervisió.
es_es: es necesario alinear los segmentos previamente; esta operación se puede hacer automáticamente, aunque puede requerir supervisión.

source: Als sistemes de traducció automàtica per interlingua.
es_es: A los sistemas de traducción automática por interlingua.

source: Ambigüitat de l'oració deguda a l'ambigüitat lèxica per anàfora.
es_es: Ambigüedad de la oración debida a la ambigüedad léxica por anáfora.

source: Ambigüitat lèxica categorial dins de la mateixa categoria lèxica.
es_es: Ambigüedad léxica categorial dentro de la misma categoría léxica.

source: Ambigüitat lèxica deguda a l'anàfora.
es_es: Ambigüedad léxica debida a la anáfora.

source: Ambigüitat lèxica pura (polisèmia) del mot gat.
es_es: Ambigüedad léxica pura (polisemia) de la palabra gat.

source: Ambigüitat lèxica que necessita una anàlisi sintàctica per a ser resolta: l'expressió multimot sesenta y cinco pot ser un únic numeral (català seixanta-cinc) o dos numerals coordinats (català seixanta i cinc).
es_es: Ambigüedad léxica que necesita un análisis sintáctico para ser resuelta: la expresión multipalabra sesenta y cinco puede ser un único numeral (catalán seixanta-cinc) o dos numerales coordinados (catalán seixanta i cinc).

source: Ambigüitat mixta.
es_es: Ambigüedad mixta.

source: Cal segmentar el text, però l'alineament no és necessari perquè ja sabem que un text és traducció de l'altre.
es_es: Hay que segmentar el texto, pero el alineamiento no es necesario porque ya sabemos que un texto es traducción del otro.

source: Crear, moure i esborrar directoris de fitxers.
es_es: Crear, mover y borrar directorios de ficheros.

source: El nombre de propostes.
es_es: El número de propuestas.

source: El problema de la síntesi es refereix a l'ambigüitat dels textos traduïts automàticament.
es_es: El problema de la síntesis se refiere a la ambigüedad de los textos traducidos automáticamente.

source: Els mots del segment origen de la unitat de traducció proposada que es diferencien de les del nou segment a traduir.
es_es: Las palabras del segmento origen de la unidad de traducción propuesta que se diferencian de las del nuevo segmento a traducir.

source: En la memòria RAM (almenys parcialment).
es_es: En la memoria RAM (al menos parcialmente).

source: Estructural d'origen categorial.
es_es: Estructural de origen categorial.

source: Estructural d'origen coordinatiu: no sabem si el sintagma preposicional del partit modifica només al segon element el portaveu o a tot el sintagma Expulsaran el portaveu.
es_es: Estructural de origen coordinativo: no sabemos si el sintagma preposicional del partido modifica sólo al segundo elemento el portavoz o a todo el sintagma Expulsarán al portavoz.

source: Fes que l'acumulador valga 0.
es_es: Haz que el acumulador valga 0.

source: Hi ha vegades que només podem recórrer a una anàlisi semàntica; en l'exemple (ja discutit en la secció ) [Els soldats]$_i$ van disparar [als xiquets]$_j$.
es_es: Hay veces que sólo podemos recurrir a un análisis semántico; en el ejemplo (ya discutido en la sección ) [Los soldados]$_i$ dispararon [a los niños]$_j$.

source: L'ambigüitat categorial de la preposició.
es_es: La ambigüedad categorial de la preposición.

source: L'ambigüitat d'adjunció.
es_es: La ambigüedad de adyunción.

source: L'ambigüitat sempre representa un problema a l'hora de traduir entre dues llengües.
es_es: La ambigüedad siempre representa un problema a la hora de traducir entre dos lenguas.

source: L'anàfora del pronom que.
es_es: La anáfora del pronombre que.

source: La memòria RAM (per exemple, de 8 GB).
es_es: La memoria RAM (por ejemplo, de 8 GB).

source: La memòria RAM és permanent i més ràpida que la memòria secundària.
es_es: La memoria RAM es permanente y más rápida que la memoria secundaria.

source: La proximitat entre les llengües origen i meta.
es_es: La proximidad entre las lenguas origen y meta.

source: La repetitivitat.
es_es: La repetitividad.

source: Les memòries de traducció poden organitzar els segments i les traduccions corresponents en bases de dades similars a les bases de dades lèxiques o terminològiques.
es_es: Las memorias de traducción organizan los fragmentos y las traducciones correspondientes en bases de datos similares a las bases de datos léxicas o terminológicas.

source: Les memòries de traducció usen informació sobre les categories lèxiques dels mots per a decidir els alineaments.
es_es: Las memorias de traducción usan información sobre las categorías léxicas de las palabras para decidir los alineamientos.

source: Les velocitats típiques de connexió a Internet via ADSL són d'uns quants Mb/s.
es_es: Las velocidades típicas de conexión a Internet vía ADSL son de unos cuantos Mb/s.

source: No, perquè les dues formes vendo tenen la mateixa categoria lèxica i la mateixa anàlisi morfològica, tret del lema, i, per tant, poden fer exactament les mateixes funcions sintàctiques.
es_es: No, porque las dos formas vendo tienen la misma categoría léxica y el mismo análisis morfológico, salvo el lema; por lo tanto, pueden hacer exactamente las mismas funciones sintácticas.

source: No, perquè no hi cap.
es_es: No, porque no cabe.

source: No, perquè només s'hi ha guardat el sistema operatiu.
es_es: No, porque sólo se ha guardado el sistema operativo.

source: No, sempre cal utilitzar informació de caràcter sintàctic per resoldre-la.
es_es: No, siempre hay que utilizar información de carácter sintáctico para resolverla.

source: Només si es tracta del directori arrel.
es_es: Sólo si se trata del directorio raíz.

source: Només si està escrit en un llenguatge de programació d'alt nivell, perquè només així serà un text i podrà guardar-se en un fitxer.
es_es: Sólo si está escrito en un lenguaje de programación de alto nivel, porque sólo así será un texto y podrá guardarse en un fichero.

source: Només si la impressora està connectada a Internet.
es_es: Sólo si la impresora está conectada en Internet.

source: Només si és un fitxer propi del sistema operatiu.
es_es: Sólo si es un fichero propio del sistema operativo.

source: Que cada dada és una seqüència de nombres codificats en ASCII.
es_es: Que cada dato es una secuencia de números codificados en ASCII.

source: Que consisteixen en una llista d'instruccions executables.
es_es: Que consisten en una lista de instrucciones ejecutables.

source: Segmentar cada un dels dos textos en oracions.
es_es: Segmentar cada uno de los dos textos en oraciones.

source: Sí, encara que no continga pronoms o altres expressions anafòriques susceptibles de tenir més d'un antecedent possible.
es_es: Sí, aunque no contenga pronombres u otras expresiones anafóricas susceptibles de tener más de un antecedente posible.

source: Sí, perquè formen part del processador central.
es_es: Sí, porque forman parte del procesador central.

source: Sí, pot ser polisèmic encara que la traducció a aquesta llengua de totes les interpretacions siga la mateixa.
es_es: Sí, puede ser polisémico aunque la traducción a esta lengua de todas las interpretaciones sea la misma.

source: Sí, si la longitud dels segments és la mateixa.
es_es: Sí, si la longitud de los segmentos es la misma.

source: Sí, si tenen data i hora diferents.
es_es: Sí, si tienen fecha y hora diferentes.

source: Un disc no pot contenir més de dos nivells de jerarquia de carpetes.
es_es: Un disco no puede contener más de dos niveles de jerarquía de carpetas.

source: Un octet o byte equival a 8 bits.
es_es: Un octeto o byte equivale a 8 bits.

source: Una ambigüitat lèxica pura per polisèmia d'un mot.
es_es: Una ambigüedad léxica pura por polisemia de una palabra.

source: Una anàfora.
es_es: Una anáfora.

source: Una estructura que conté els noms d'altres fitxers.
es_es: Una estructura que contiene los nombres de otros ficheros.

source: Una oració només pot ser ambigua si almenys un dels seus mots és ambigu.
es_es: Una oración sólo puede ser ambigua si al menos uno de sus palabras es ambigua.

source: Unes 10 000.
es_es: Unas 10 000.

source: no canvia el lema però sí els indicadors de flexió: el mot espanyol cantamos pot ser la 1a.persona del plural del present d'indicatiu o del pretèrit indefinit (perfet simple) del verb cantar.
es_es: no cambia el lema pero sí los indicadores de flexión: la palabra española cantamos puede ser la 1ªpersona del plural del presente de indicativo o del pretérito perfecto del verbo cantar.

source: {} converteix senyals analògics en informació digital.
es_es: {} convierte señales analógicas en información digital.

source: {} en mots i petites unitats multimot (entre dos i quatre mots) de gran repetitivitat.
es_es: {} en palabras y pequeñas unidades multipalabra (entre dos y cuatro palabras) de gran repetitividad.

source: {} es pot resoldre usant regles derivades d'un estudi de les preferències sintàctiques observades en experiments psicolingüístics.
es_es: {} se puede resolver usando reglas derivadas de un estudio de las preferencias sintácticas observadas en experimentos psicolingüísticos.

source: {} estalviar espai quan es guarden els fitxers.
es_es: {} ahorrar espacio cuando se guardan los ficheros.

source: {} executarà els programes més lentament.
es_es: {} ejecutará los programas más lentamente.

source: {} hi ha algun error en l'anàlisi morfològica.
es_es: {} hay algún error en el análisis morfológico.

source: {} homògraf.
es_es: {} homógrafo.

source: {} programari (software).
es_es: {} software.

source: {} usant la informació sintàctica com a pista.
es_es: {} usando la información sintáctica como pista.

source: {}no es pot resoldre si no es fa l'anàlisi sintàctica completa de la frase, ja aquesta és l'única manera d'elegir l'anàlisi morfològica correcta.
es_es: {}no se puede resolver si no se hace el análisis sintáctico completo de la frase, ya que esta es la única manera de elegir el análisis morfológico correcto.

source: és ràpida, volàtil i d'accés aleatori.
es_es: es rápida, volátil y de acceso aleatorio.

source: [(b)] *Dius que Jordi ha explicat com que vindria?
es_es: [(b)] *¿Dices que ha explicado cómo que vendría?

source: [(b)] [Les gallines]$_i$ han destrossat el sembrat, però (tu) no les$_i$ mates.
es_es: [(b)] [Las gallinas]$_y$ han destrozado el sembrado, pero (tú) no las$_i$ matas.

source: (a): Els mòdems modulen (converteixen senyals digitals a analògics) i desmodulen (converteixen senyals analògics en digitals) per a enviar i rebre dades a través d'un determinat mitjà.
es_es: (a): Los módems modulan (convierten señales digitales a analógicos) y desmodulan (convierten señales analógicas en digitales) para enviar y recibir datos a través de un determinado medio.

source: (c): Els discos fixos són generalment magnètics.
es_es: (c): Los discos fijos son generalmente magnéticos.

source: ... és estructural d'origen coordinatiu.
es_es: ... es estructural de origen coordinativo.

source: 6 bits, un per cada dos mesos.
es_es: 6 bits, uno por cada dos meses.

source: Vull ballar i cantar cançons de bressol (1: ``Ballarem durant una estona i després et cantaré perquè et dormes''; 2: ``M'estime tant ballar cançons de bressol com cantar-ne'').
es_es: Quiero bailar y cantar canciones de cuna (1: ``Bailaremos durante un rato y después te cantaré para que te duermas"; 2: ``Quiero tanto bailar canciones de cuna como cantarlas").

source: la llengua origen i meta de la traducció pertanyen a la mateixa família de llengües.
es_es: la lengua origen y meta de la traducción pertenecen a la misma familia de lenguas.

source: mai necessiten del sistema operatiu una vegada que han començat a executar-se.
es_es: nunca necesitan del sistema operativo una vez que han empezado a ejecutarse.

source: no poden comunicar-se amb altres aplicacions.
es_es: no pueden comunicarse con otras aplicaciones.

source: no pot resoldre la polisèmia amb cap dels programes esmentats en les altres dues opcions.
es_es: no puede resolver la polisemia con ninguno de los programas mencionados en las otras dos opciones.

source: primer cal convertir el bitext al format binari que use el programa d'ajuda a la traducció que estiguem utilitzant.
es_es: primero hay que convertir el bitexto al formato binario que uso el programa de ayuda a la traducción que estemos utilizando.

source: té més d'un arbre d'anàlisi sintàctica.
es_es: tiene más de un árbol de análisis sintáctico.

source: Als sistemes de traducció automàtica per transferència.
es_es: A los sistemas de traducción automática por transferencia.

source: Ambigüitat estructural d'origen coordinatiu.
es_es: Ambigüedad estructural de origen coordinativo.

source: Ambigüitat estructural deguda a l'ambigüitat lèxica categorial.
es_es: Ambigüedad estructural debida a la ambigüedad léxica categorial.

source: Ambigüitat lèxica categorial entre categories lèxiques diferents.
es_es: Ambigüedad léxica categorial entre categorías léxicas diferentes.

source: Ambigüitat lèxica per anàfora: el pronom la pot tenir dos antecedents: Maria i la bossa.
es_es: Ambigüedad léxica por anáfora: el pronombre la puede tener dos antecedentes: Maria y la bolsa .

source: Ambigüitat lèxica que necessita una anàlisi semàntica per a resoldre-la: el mot polisèmic destino en l'oració El destino estaba escrito en el pasaje arrugado que encontraron es traduiria pel català destinació i en canvi en l'oració El destino estaba escrito en el libro sagrado que encontraron es traduiria pel català destí; l'elecció exigeix identificar relacions semàntiques entre les interpretacions dels mots.
es_es: Ambigüedad léxica que necesita un análisis semántico para resolverla: la palabra polisémica destino en la oración El destino estaba escrito en el pasaje arrugado que encontraron se traduciría por el catalán destinació y en cambio en la oración El destino estaba escrito en el libro sagrado que encontraron se traduciría por el catalán destí; la elección exige identificar relaciones semánticas entre las interpretaciones de las palabras.

source: El fet que una oració siga ambigua implica necessàriament que les traduccions de les diverses interpretacions a una altra llengua han de ser diferents.
es_es: El hecho que una oración sea ambigua implica necesariamente que las traducciones de las diversas interpretaciones a otra lengua tienen que ser diferentes.

source: El problema de la descripció consisteix en el fet que és impracticable descriure de forma suficient i computacionalment eficient tot el coneixement necessari per traduir.
es_es: El problema de la descripción consiste en el hecho que es impracticable describir de forma suficiente y computacionalmente eficiente todo el conocimiento necesario para traducir.

source: El servei ADSL aprofita les línies de telefonia convencional per a oferir connexió a Internet.
es_es: El servicio ADSL aprovecha las líneas de telefonía convencional para ofrecer conexión a Internet.

source: En la memòria RAM.
es_es: En la memoria RAM.

source: Establir connexions entre ordinadors.
es_es: Establecer conexiones entre ordenadores.

source: Estructural d'adjunció: el sintagma preposicional del partit pot ser un adjunt del sintagma verbal Expulsaran el portaveu o del sintagma nominal el portaveu.
es_es: Estructural de adyunción: el sintagma preposicional del partido puede ser un adjunto del sintagma verbal Expulsarán al portavoz o del sintagma nominal el portavoz.

source: Extrasentencial per anàfora.
es_es: Extrasentencial por anáfora.

source: Guarda el valor de l'acumulador en una posició de memòria que anomenarem suma, la qual contindrà la suma total.
es_es: Guarda el valor del acumulador en una posición de memoria que denominaremos suma, la cual contendrá la suma total.

source: L'ambigüitat és un dels problemes als quals ha d'enfrontar-se un traductor automàtic.
es_es: La ambigüedad es uno de los problemas a los cuales tiene que enfrentarse un traductor automático.

source: La longitud en paraules de la millor proposta (com més llarga, millor).
es_es: La longitud en palabras de la mejor propuesta (cuanto más larga, mejor).

source: La polisèmia de la preposició.
es_es: La polisemia de la preposición.

source: La polisèmia.
es_es: La polisemia.

source: La similitud entre les llengües origen i meta.
es_es: La similitud entre las lenguas origen y meta.
